Repository: luismiguens/smartazores
Catalog: app/Resources/AppBundle/translations/messages.*.xlf
Languages: pt

# header_logo_title
source: SMART2RENT rental car in Azores
pt: Smart para aluguer nos Açores

# header_call_me
source: CALL US
pt: LIGA-NOS

# header_contact_me
source: CONTACT US
pt: CONTACTA-NOS

# header_working_hours
source: WORKING HOURS
pt: HORAS TRABALHO

# header_working_hours_description
source: Always open
pt: Sempre aberto

# header_menu_home
source: HOME
pt: INICIO

# header_menu_photos
source: PHOTOS
pt: FOTOGRAFIAS

# header_menu_attractions
source: ATTRACTIONS
pt: ATRAÇÕES

# header_menu_plans
source: PLANS
pt: PLANOS

# header_menu_contact
source: CONTACT
pt: CONTACTO

# hero_description
source: Rent a Smart car and have fun in Azores!
pt: Aluga um Smart e diverte-te nos Açores!

# hero_see_more
source: SEE MORE
pt: SABER MAIS

# hero_rent_now
source: PURCHASE NOW
pt: ALUGAR JÁ

# single_title
source: Photos from our Smart ForTwo cars
pt: Fotografias dos nossos Smart ForTwo

# single_description
source: Maybe you just realize that you're sitting in a small car in the parking spaces where you fit without problems. The interior is surprisingly generous in all aspects: the look and feel of the materials, as well as the consequent design of the design line, are a delight for every kilometer.
pt: Talvez só percebas que estás sentado num carro pequeno pelos lugares de estacionamento onde cabes sem problemas. O interior, mostra-se surpreendentemente generoso em todos os aspetos: o visual e o toque dos materiais, assim como o traçado consequente da linha de design são um prazer a cada quilómetro.

# single_description_car
source: 3 Doors
pt: 3 Portas

# single_description_male
source: 2 passengers
pt: 2 Passageiros

# single_description_shopping_bag
source: 2 Bags
pt: 2 Malas

# single_description_sliders
source: Manual / sequential transmission
pt: Transmição manual/sequencial

# single_description_asterisk
source: Air conditioning available
pt: Ar condicionado disponivel

# single_description_dollar
source: 25.00 € / DAY
pt: 25.00€ / DIA

# services_title
source: Smart people are fun people
pt: Pessoas inteligentes são pessoas divertidas

# services_description
source: While you discover the island of São Miguel in the Azores, have fun with one of our Smart cars! Have fun driving, parking, turning and assuming a character!
pt: Enquanto descobres a ilha de São Miguel nos Açores, diverte-te com um dos nossos Smart! Diverte-te a conduzir, a estacionar, a virar e assume uma personagem!

# services_question_01
source: F1 race pilot?
pt: Piloto de Fórmula 1?

# services_question_02
source: Limousine driver?
pt: Motorista de Limousine?

# services_question_03
source: Rally driver?
pt: Piloto de Ralis?

# services_answer_01
source: Imagine Michael Schumacher and get to the tourist spots on the island of São Miguel in the Azores faster (there is a lot to visit, but always within the speed limits!)
pt: Imagina-te o Michael Schumacher e chega mais depressa aos pontos turisticos da ilha de São Miguel nos Açores.(há muito para visitar, mas sempre dentro dos limites de velocidade!)

# services_answer_02
source: Imagine yourself driving a large and luxurious Limousine (the smart fortwo is only 2.69 m, with the smart fortwo you find a parking place always without problems!)
pt: Imagina-te a conduzires uma Limusina de grande porte e luxuosa.(o smart fortwo tem apenas 2,69 m, com o smart fortwo encontras um lugar de estacionamento sempre sem problemas!)

# services_answer_03
source: Imagine you Stéphane Peterhansel and start to train! (The Azores rally is considered by the ERC (European Rally Championship) to be one of the most spectacular!)
pt: Imagina-te o Stéphane Peterhansel e começa já a treinar!(o rally dos Açores é considerado pelos responsáveis do ERC (European Rally Championship) um dos mais espectaculares!)

# trips_title
source: The Smartest attractions
pt: As atracções mais inteligentes

# trips_description
source: The list of tourist attractions we propose below are also Smart! These are the proposals of those who have been in love for many years with the Island of São Miguel. Have fun!
pt: A lista de atracções turisticas que te propomos abaixo também são Smart! São as propostas de quem vive há muitos anos apaixonado pela Ilha de São Miguel nos Açores. Diverte-te!

# trips_description_01
source: Is a waterfall of hot water where you can bathe, located on the slope of the Serra de Agua de Pau.
pt: Cascata de água quente férrea onde se pode tomar banho, localizada na encosta da Serra de Água de Pau.

# trips_description_02
source: Cooked in the natural boilers of Lagoa das Furnas, it is one of the most emblematic dishes of the island of São Miguel.
pt: Cozido nas caldeiras naturais da Lagoa das Furnas, é um dos pratos mais emblemáticos da ilha de São Miguel.

# trips_description_03
source: Located on the top of Figueira Peak, the hermitage of Nossa senhora do Monte Santo offers a wide view over the village of Água de Pau.
pt: Situada no alto do Pico da Figueira, a ermida de Nossa Senhora do Monte Santo proporciona uma ampla vista sobre a vila de Água de Pau.

# trips_description_04
source: In this plantation of Pineapples we can see the greenhouses with the different stages of the plant / fruit and the "processes" to realize the famous fruits.
pt: Nesta plantação de Ananases podemos ver as estufas com os diversos estágios da planta/fruto e os "processos" para realizar os famosos frutos.

# trips_description_05
source: In the village of Furnas you can see the boilers boiling, with gels of boiling water and small fountains, from which sprout mineral waters that leave an orange trail.
pt: Na vila das Furnas pode ver as caldeiras em ebulição, com géisers de água fervente e pequenas fontes, de onde brotam águas minerais, que deixam um rasto cor de laranja.

# trips_description_06
source: In the oldest tea plantation in Europe, you will be able to enter the factory and see up close all the machines used in tea making.
pt: Na mais antiga plantação de chá da Europa, vai poder entrar na fábrica e ver de perto todas as máquinas usadas no fabrico do chá.

# trips_description_07
source: The Coal Cave is the largest known lava tunnel on the island of São Miguel, with a length of 1912 m and divided into 4 sections.
pt: A Gruta do Carvão é o maior túnel lávico conhecido na ilha de São Miguel, com 1912 m de extensão e repartida por 4 troços.

# trips_description_08
source: A lava fajã located in the parish of the Ginetes where a spring of hot water of volcanic origin that mixes with the sea and that allows to take bath to more than 40 degrees in the ocean!
pt: Uma fajã lávica localizada na freguesia dos Ginetes onde uma nascente de água quente de origem vulcânica que se mistura com o mar e que permite tomar banho a mais de 40 graus em pleno oceano!

# trips_description_09
source: One of the most imposing buildings in the entire Azores is the Chapel of Our Lady of Victories, in Furnas, on the island of São Miguel.
pt: Uma das construções mais imponentes de todo o arquipélago dos Açores é a Capela de Nossa Senhora das Vitórias, nas Furnas, na Ilha de São Miguel.

# trips_description_10
source: Crater of an ancient submarine volcano, this island is a must visit, a charming landscape and colors located in Vila Franca do Campo.
pt: Cratera de um antigo vulcão submarino, este ilheu é de visita obrigatória, um encanto de paisagem e de cores situado na Vila Franca do Campo.

# trips_description_11
source: It is surrounded by greenery and a wealth of fauna and flora. In one of the points of the Lagoon there are holes in the volcanic floor, where the cooked ones are placed, inside pots.
pt: Está rodeada de vegetação e com uma grande riqueza de fauna e flora. Num dos pontos da Lagoa estão buracos no chão vulcânico, onde se colocam os cozinhados, dentro de tachos.

# trips_description_12
source: One of the 7 Natural Wonders of Portugal, where the Green and Blue lagoons are formed, according to legend, from the tears shed from a shepherd and a princess who lived a forbidden love.
pt: Uma das 7 Maravilhas Naturais de Portugal, onde se inserem as lagoas Verde e Azul, formadas, segundo a lenda, das lágrimas derramadas de um pastor e de uma princesa que viviam um amor proibido.

# trips_description_13
source: There are always few words to define how beautiful and majestic the Lagoa do Fogo is. Its blue in perfect harmony with the green that lines it, makes this lagoon magic.
pt: São sempre poucas as palavras para definir o quanto bonita e majestosa é a Lagoa do Fogo. O seu azul em perfeita harmonia com o verde que a ladeia, torna esta lagoa mágica.

# trips_description_14
source: The Mirador of the Grotto of the Inferno (also known by Miradouro of the Mouth of Hell) is one of the best known and used in the tourist promotion of the Azores.
pt: O Miradouro da Grota do Inferno (conhecido também por Miradouro da Boca do Inferno) é um dos mais conhecidos e utilizados na promoção turística dos Açores.

# trips_description_15
source: An excellent view of the Furnas lagoon, where you can see all the breathtaking beauty of the Furnas Valley.
pt: Uma excelente visão da lagoa das Furnas, donde se vislumbra toda a deslumbrante beleza do Vale das Furnas.

# trips_description_16
source: Located in Lomba da Pedreira, it offers a superb view over the coast, from here you can see Fajã do Araújo and Lombo Gordo beach.
pt: Situado na Lomba da Pedreira, oferece uma vista soberba sobre a costa, podendo daqui avistar-se a Fajã do Araújo e a Praia do Lombo Gordo.

# trips_description_17
source: Located on the edge of the crater of the volcano of the Seven Cities, its name owes its name to the visit of King Dom Carlos and Queen Dona Amelia, who here delighted in this delightful landscape.
pt: Situado na orla da cratera do vulcão das Sete Cidades, deve o seu nome à visita do rei Dom Carlos e da rainha Dona Amélia, que aqui se deliciaram com esta deliciosa paisagem.

# trips_description_18
source: A century-old garden with a great variety of exotic plants and trees, lakes and streams with thermal water and a huge natural pool of warm water and brown color, which acquires this tone due to the presence of iron.
pt: Um jardim centenário, que possui uma grande variedade de plantas e árvores exóticas, lagos e riachos com água termal e uma imensa piscina natural de água quente e cor castanha, que adquire esta tonalidade devido à presença do ferro.

# testimonials_title
source: Smart clients
pt: Clientes inteligentes

# testimonials_description
source: What people say who rented our Smart cars to visit the island of São Miguel
pt: O que dizem as pessoas que alugaram um dos nossos Smart para visitarem a ilha de São Miguel nos Açores

# testimonials_01
source: Excellent service, staff (especially Luis Miguens) very friendly, helpful and professional!
pt: Excelente serviço, a equipa (especialmente Luis Miguens) foi muito simpática, atenciosa e profissional!

# testimonials_02
source: Great car, price and service.
pt: Ótimo carro, preço e serviço.

# testimonials_03
source: Very positive car rental experience!
pt: Experiência de aluguer de carro muito positiva!

# testimonials_04
source: Delivery and pickup on time. Vehicle in a very good condition!
pt: Entrega e recolha do carro no prazo. Veículo em muito bom estado!

# pricing_title
source: Smart plans
pt: Planos inteligentes

# pricing_description
source: The Azores and in particular the island of São Miguel offer the same beauty and spectacular scenery throughout the year. Choose the plan for your Smart according to your personal preference!
pt: Os Açores e em particular a ilha de São Miguel, oferecem a mesma beleza e paisagens espectaculares ao longo de todo o ano. Escolhe o plano para o teu Smart de acordo com a tua preferência pessoal!

# pricing_plan_01
source: LOW SEASON
pt: EPOCA BAIXA

# pricing_plan_02
source: MIDDLE SEASON
pt: EPOCA MEDIA

# pricing_plan_03
source: HIGH SEASON
pt: EPOCA ALTA

# pricing_plan_description_01
source: Between October and March.
pt: Entre os meses de Outubro e Março.

# pricing_plan_description_02
source: Between April and June.
pt: Entre os meses de Abril e Junho.

# pricing_plan_description_03
source: Between July and September.
pt: Entre os meses de Julho e Setembro.

# pricing_now
source: now
pt: agora

# contact_title
source: Smart car rental request
pt: Pedido de aluger

# contact_client_name
source: Name
pt: Nome

# contact_client_email
source: Email address
pt: Endereço email

# contact_client_phone
source: Phone
pt: Telefone

# contact_client_car
source: Choose the car
pt: Escolha o carro

# contact_client_pickup_location
source: Pick-up location
pt: Local levantamento

# contact_client_pickup_date
source: Pick-up date
pt: Data levantamento

# contact_client_pickup_time
source: Pick-up time
pt: Hora levantamento

# contact_client_dropoff_location
source: Drop-off location
pt: Local entrega

# contact_client_dropoff_date
source: Drop-off date
pt: Data entrega

# contact_client_dropoff_time
source: Drop-off time
pt: Hora entrega

# contact_client_conditions
source: I have read and agreed to SMART2RENT terms and conditions.
pt: Eu li e concordo com os termos e condições da SMART2RENT.

# contact_client_send_message
source: Send rental request
pt: Enviar pedido

# footer_about_us
source: ABOUT US
pt: SOBRE NÓS

# footer_about_us_01
source: SMART2RENT is a peer-to-peer rental car where travelers to Azores Islands in Portugal, can rent a Smart fortwo car.
pt: SMART2RENT é uma plataforma de partilha de carros Smart fortwo onde os viajantes para as ilhas dos Açores em Portugal, podem alugar um carro Smart fortwo.

# footer_about_us_02
source: We have the support of several partners such as <a style='color:#d32f2f' href='https://www.tranquilidade.pt/'>Tranquilidade</a>, <a style='color:#d32f2f' href='http://www.europ-assistance.pt/'>Europ-Assistance</a>, <a style='color:#d32f2f' href='https://www.bookingdrive.com'>BookingDrive</a> and <a style='color:#d32f2f' href='https://www.caramigo.eu'>CarAmigo</a>.
pt: Temos o apoio de vários parceiros como <a style='color:#d32f2f' href='https://www.tranquilidade.pt/'>Tranquilidade</a>, <a style='color:#d32f2f' href='http://www.europ-assistance.pt/'>Europ-Assistance</a>, <a style='color:#d32f2f' href='https://www.bookingdrive.com'>BookingDrive</a> e <a style='color:#d32f2f' href='https://www.caramigo.eu'>CarAmigo</a>.

# footer_reach_us
source: REACH US
pt: CONTACTA-NOS

# footer_reach_us_support
source: Suport
pt: Suporte

# footer_reach_us_phone
source: PHONE
pt: TELEFONE

# footer_reach_us_location
source: LOCATION
pt: LOCALIZAÇÃO

# footer_reach_us_find_us
source: FIND US
pt: ENCONTRA-NOS

# website_title
source: SMART2RENT - Rent a Smart ForTwo car in São Miguel Island, Azores, Portugal
pt: SMART2RENT - Aluga um carro Smart ForTwo na ilha de São Miguel, Açores, Portugal

# website_keywords
source: smart, car, rental, fortwo, ponta delgada, são miguel, açores, portugal
pt: smart, carro, alugar, fortwo, ponta delgada, são miguel, açores, portugal

# website_description
source: Rent a Smart fortwo car in Ponta Delgada, Azores, Portugal and enjoy your visit to the Azores.
pt: Aluga um carro Smart fortwo em Ponta Delgada, Açores, Portugal e diverte-te na tua visita aos Açores.
